setTimeout(function() { 
    const loader = document.getElementById('loader');  
    loader.classList.add('active'); 

    setTimeout(function() { 
        loader.style.opacity = 0; 
        setTimeout(function() {  
        loader.style.display = 'none'; 

        const content = document.querySelector('.dialog');  
        content.style.display = 'block'; 

        }, 2000);
    }, 6000);
}, 500);
var c =
{
    "type": 0,

    "nextpage": "../s16/s16.html",

    "steps": 51,

    "name": ["旁白","负责人","旁白","旁白","白特","男孩",
        "白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩",
        "白特","男孩","白特","男孩","张润远","白特","负责人","家长们","负责人","旁白","旁白","家长们","旁白","张润远","旁白","男孩","旁白","白特","旁白",
        "张润远","男孩","白特","张润远","旁白","旁白",
    ],

    "texts": [
        "客厅拥挤的沙发上坐着四个小孩，一旁站着几个家长，茶几旁是叠在一起的塑料椅，他们见你们的到来显得格外兴奋，热情地招待你们",
        "各位家长，不必麻烦各位了，今天我们来就是来陪孩子们度过一个愉快的周末，不必把我们当成客人。大家随意就好。来，大家把东西准备好之后，可以去找小朋友聊一聊",
        "你们将准备好的菜品与工具清洗准备好后，你留意到坐在角落里的一位戴着帽子的小男孩，他个子比其他孩子明显要高一截，在刚才的过程中剩余三个小孩都来找你们说过话，只有他一直坐在那，这引起了你的注意",
        "你慢慢走向他，以老朋友的口吻问道",
        "这帽子挺酷嘛，尤其是你带上以后，格外有感觉。要不我们聊一聊呗",
        "......",
        "唉，本来还以为你穿搭这么酷肯定不会死板，那就肯定会打游戏，太可惜了",
        "才不是，我会打游戏",
        "那你一般玩些什么？",
        "就手机上的，王者荣耀啊，原神啊，我都玩",
        "你竟然还玩原神？",
        "是朋友的号，我不上学了 ，他就把他的号给我，让我帮他玩",
        "那王者荣耀呢，达到什么段位了？",
        "我可一个人单排打到星耀了呢，只是因为医院网不好最近没打就慢慢掉到钻石了",
        "都是单排吗？",
        "以前上一年级的时候大家还会一起玩，只是现在他们都要上学，没有时间，就只能我一个人玩了",
        "那你现在多大了？",
        "等到明年春天我就8岁了",
        "那你的老家在哪呢？",
        "我和我爸妈这个暑假从内蒙古来的北京看病，医生说我还要在这里待很长一段时间，不能回去读书",
        "那你想不想你的小伙伴呢？",
        "想，当然想。我是暑假的时候突然走的，我都还没来得及亲自向他们道别",
        "我想他们一定也会想你的，还好你们在网上 还能保持联络。我问了这么多，你就没有什么 想问问我的吗？",
        "那大哥哥，你能告诉我你们学校有寝室吗？",
        "有啊，当然有",
        "那寝室是什么样的啊，我看抖音上说寝室里面不能吃东西，还会有宿管阿姨来查寝",
        "哈哈，你看到的应该是初高中的寝室，大学可不是这样，我们既可以在寝室里吃东西，也几乎不会有宿管阿姨查寝",
        "这样啊。我挺想在寝室里住一住的，可惜我应该没有那个机会",
        "怎么会呢，好好把病治好，你就又能回学校读书了，然后就有机会考到我们学校来",
        "......",
        "你们俩聊够了吧，快来快来，我们要开始做南瓜羹了",
        "走吧，不管怎样得先填填肚子吧",
        "我们也不知道大家有什么不能吃的，所以就准备带着大家一起用南瓜鸡蛋牛奶做一下南瓜羹，简单也健康，要是又不能吃的朋友我们还准备了其他的，请提前告诉我们一声",
        "可以的，都没问题",
        "那麻烦各位家长跟着我做，小朋友就在一边帮忙",
        "四组家庭，四位孩子，四位志愿者，一起搭档，为孩子做一份独属于他们的南瓜羹，而你与张润远，则负责在一旁帮助找材料、递工具、管理烤箱等。不久后，四碗各具特色的南瓜羹出炉了",
        "看着孩子们幸福的笑容，你与张润远心照不宣地一同笑了起来",
        "来一个来一个！",
        "孩子们吃饱后，在家长们的推荐下，一位小女孩站出来为大家表演，当然，她会随机从你们六人当中挑选舞伴",
        "哎呀，姐姐不会跳舞啊",
        "张润远很不幸地被选中，尽管她嘴里喊着不要，但为了不辜负孩子的热情，还是跟着孩子走到了客厅前跟着女孩一同共舞",
        "快拍，哥哥快拍，把她拍丑一点发到网上去",
        "先前沉默的男孩与你已熟络起来，他突然这么对你要求道",
        "好好好，我拍。可是拍了只能你看，不能发出去哦，不然姐姐会生气的",
        "等到张润远表演结束下台，你将你的杰作给她看",
        "啊，你怎么能这样。小弟弟，你想不想看这位大哥哥跳舞啊？",
        "想！",
        "你什么意思？",
        "有难当然要同当了",
        "在张润远的强烈推荐下，小女孩选择你作为下一个搭档，当你站在前方时，你能看见张润远脸上止不住的笑意和她手里一直举起的手机",
        "这次志愿活动在欢声笑语中迎来了结束，你们与四组家庭告别后，你与张润远一同坐上回学校的地铁",
    ],

    "small": ["none","none","none","none","白特","男孩",
        "白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩","白特","男孩",
        "白特","男孩","白特","男孩","张润远","白特","none","none","none","none","none","none","none","张润远","none","男孩","none","白特","none",
        "张润远","男孩","白特","张润远","none","none",
    ],

    "big": ["none","none","none","none","笑","男孩",
        "闭眼","男孩","笑","男孩","说话","男孩","笑","男孩","说话","男孩","说话","男孩","说话","男孩","笑","男孩","笑2","男孩","笑","男孩",
        "笑","男孩","说话","男孩","闭眼笑","笑","none","none","none","none","none","none","none","说话","none","男孩","none","说话","none",
        "闭眼笑","男孩","脸红","微笑","none","none",
    ],

    "bigpos": ["middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle","middle","middle",
        "middle","middle","middle",
    ],
};