setTimeout(function() { 
    const loader = document.getElementById('loader');  
    loader.classList.add('active'); 

    setTimeout(function() { 
        loader.style.opacity = 0; 
        setTimeout(function() {  
        loader.style.display = 'none'; 

        const content = document.querySelector('.dialog');  
        content.style.display = 'block'; 

        }, 2000);
    }, 4000);
}, 500);
var c =
{
    "type": 0,

    "nextpage": "../gameindex.html",

    "steps": 14,

    "name": ["张润远","白特","张润远","张润远","白特","张润远","白特","张润远","白特","张润远","旁白","电话","白特","旁白",],

    "texts": ["白特白特，有个好消息",
        "这么巧，我也有个好消息要告诉你",
        "我先说我先说。你还记得上次歌手大赛正中间那个评委吗？他可是个非常厉害的音乐人，暑假市里要举办个唱歌比赛，他点名推荐了你",
        "我上音乐课的老师特地让我来征求你的意见，问你什么想法？我相信，你要是去了，肯定能震撼全场的",
        "啊，这，可是我刚刚收到通知，我竞赛过了，主办方在询问我暑假要不要去参加他们的夏令营，我想过来征询你的意见",
        "这样啊，两者冲突吗",
        "夏令营在外省，一放假就得过去，肯定会冲突，而且就算不冲突我总有一方会没有时间准备的",
        "那还是得看你的想法，要是我的话那还是夏令营重要一点，毕竟咱还是学生嘛，以学业为重。我只是说说啊，你不用考虑我的想法",
        "可是其实夏令营去了也不一定能收获什么，而且会占据我一整个暑假，会把我的整个节奏计划全打乱，不好选啊",
        "那要不你回去再考虑考虑一下吧，唱歌那边我说一声，你不用着急",
        "你不清楚究竟应该怎么办，心烦意乱的你，跑到操场上奔跑起来，企图暂时放松一下。这时你接到了老爸打来的电话",
        "儿子，最近忙不忙啊。你妈妈的朋友最近在北京创业，就是和你这个专业有关的，我就和他说让要不你暑假去他公司实习实习，积累经验，也扩宽点人脉，以后总会用得上的",
        "这下又是经典三选一了",
        "你决定先暂时不做决定，等到必须要做选择的时候再想办法",
    ],

    "small": ["张润远","白特","张润远","张润远","白特","张润远","白特","张润远","白特","张润远","none","none","白特","none",],

    "big": ["说话","笑","微笑","微笑","说话","闭眼笑","说话","微笑","说话","微笑","none","none","黑脸","none"],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle",],
};