var c =
{
    "type": 1,

    "nextpage": "",

    "steps": 12,

    "name": ["赵文妍","白特","赵文妍","白特","赵文妍","白特","赵文妍","白特","赵文妍","白特","白特","赵文妍",],

    "texts": ["白特，好久不见啊，没事，我刚到没多久。你变化挺大嘛，怎么，终于会打扮了？",
        "那不是以前在学校没这条件打扮吗，现在怎么样，是不是更好了？",
        "那我还是觉得以前的那个你更合适，现在这样显得太正式，没有那种熟悉感",
        "啊，早知道那我就还是维持原样了，还以为你会喜欢",
        "呵呵~，你这态度转变速度还是和以前一样。算了，你觉得哪种舒服就怎么样吧，你没必要一直因为我的态度去改变自己，就像以前你明明根本没谈过恋爱，还偏偏要在我面前装作一副阅历丰富的样子",
        "啊，原来你早就知道了啊，那干吗不早说啊",
        "还不是想看看你到底能编到什么程度，看着你在那圆来圆去，还挺有趣的",
        "哎，看来什么都瞒不住你",
        "所以说这一次约我出来你想说些什么？不可能单纯的叫我出来走一走吧",
        "......",
        "好吧，我就没打算能瞒住你。我承认除了想约你出来见一面，还有另一个目的......",
        "嗯，是什么？",
    ],

    "small": ["赵文妍","白特","赵文妍","白特","赵文妍","白特","赵文妍","白特","赵文妍","白特","白特","赵文妍",],

    "big": ["说话","说话","微笑","无表情","微笑","脸红","微笑","脸红","无表情","脸红","脸红","无表情",],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle"],
};