var c =
{
    "type": 0,

    "nextpage": "./s8-6.html",

    "steps": 8,

    "name": ["白特","白特","赵文妍","白特","赵文妍","白特","白特","旁白"],

    "texts": ["哎...其实也没什么事",
        "就是我有个朋友，他，呃，他最近想找个女朋友！想问问你有没有什么好建议？我知道这很不好意思，要是麻烦就算了，我，我不麻烦你，我先走了",
        "噗——，哈哈，就这啊，没问题，我帮你那个朋友问问，那你呢，你有这方面的需求吗？",
        "我？我这，呃，还是不用了吧。那，那你呢？你有了吗？",
        "我上个学期开学没多久就找到了，那你不用为我操心，还是多想想你自己吧",
        "果然啊......",
        "那没事了，恭喜你",
        "你与赵文妍在一种尴尬的气氛中走完了北湖半圈后，她向你道别，尽管她最后还是饱含热情地对你说：“下次再见”，但你心里也清楚，她大概明白了你的想法，只是没有明说，也许，你与她真的只能这样了",
    ],

    "small": ["白特","白特","赵文妍","白特","赵文妍","白特","白特","none"],

    "big": ["脸红","脸红","微笑","脸红","微笑","无表情","无表情","none"],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle","middle"],
};