var c =
{
    "type": 0,

    "nextpage": "../s5/s5.html",

    "steps": 29,

    "name": ["第一阵男声","白特","白特","徐熙浩","白特","徐熙浩",
        "白特","徐熙浩","陈继华","陈继华","陈继华","徐熙浩",
        "陈继华","陈继华","白特","白特","白特","白特","白特","白特","白特","白特","徐熙浩","陈继华","白特","陈继华","徐熙浩","三人","旁白",],

    "texts": ["喂，有人来了，同学不好意思吵到你了",
        "啊，没事，我什么也没听到，你们随意",
        "他怎么了吗？欸，排长！你是徐熙浩对吧",
        "我是，原来你是二排的啊",
        "我叫白特，是二排站中间的，排长你还和我一起被罚做过俯卧撑呢",
        "哦哦哦，原来就是你小子啊。好久不见了",
        "是啊，好久不见，但你朋友是怎么回事啊？",
        "哦，他没什么大事，就是背单词一直记不住，记住了今天的又忘掉之前的，想放弃了，我正说他呢",
        "才不是呢",
        "同学你叫白特是吧，我叫陈继华，是他的室友",
        "我也不是说不想背单词，只是单纯觉得花时间在这背单词收益太低了，四级不是考过就行了吗，也不用看分高低，我觉得考过还是没问题的，还不如把时间放在其他有技术含量的活上",
        "可是背单词也不仅仅是为了考四级啊，你难道不学英语了吗，你不看看你英语课听写得了多少分",
        "你以为是我不想吗，我还不是在课后准备，但每次听写就是只能得那点分，这也不能怪我啊，我是努力过了，但不是所有努力都能有所收获啊",
        "是，你们成绩好，觉得不都挺简单嘛，从来没考虑过在你们眼中很简单的事，有没有可能对其他人而言非常困难",
        "欸欸欸，别吵别吵。大家都是朋友嘛，他也是为你考虑，没必要生气",
        "其实我挺能理解你的，我刚进高中的时候也是这样，身边的同学不是过了四六级，就是考了雅思，我一个英语初中文凭的小白在他们面前就很抬不起头",
        "那时候为了缩小差距，我就每天第一个到教室背单词，就这么坚持了三年",
        "最开始还好，a开头的记得很熟，但越到后面越发觉，好像只有a开头的我记得，对，尤其是abandon，我记得可熟了",
        "那时候我想过，反正我又不出国，英语差点就差点吧，我把其他科学得更好不就行了",
        "但后来我又想到，大学不是还要学英语吗，要是我不缩小差距，到了大学岂不是又成现在这样，那可不行，我也得扬眉吐气一次。于是我就继续坚持了下来",
        "背单词就像吃饭一样，不会一步到位，没有谁能只背一遍就永远记住的，我们大家都是记了忘，忘了记，关键的是坚持的态度",
        "英语不仅仅是一门学科，更是一种工具，你也不想以后与别人竞争时手里的工具比别人落后吧。况且四级不看分，但六级要看啊，现在背一背，六级压力不就小了吗",
        "是啊，白特说得有道理，你就算你不想那些，六级你总是要考的吧，到时候怎么办，你总归是要背的，那还不如从现在开始",
        "你们说得有道理，其实我也想背，但就是每次背了之后容易忘导致我没什么动力继续坚持下去",
        "这样，我也来陪你一起，我们互相监督，你想放弃的时候就由我们来鼓励你",
        "那也只能这样了。谢谢，我一定不会辜负你们的期望的",
        "嗯，这才对嘛，那我们大家一起加油",
        "加油！",
        "你们约定好，每周末见面分享收获与心得，等考试结束以后，再一起出去庆祝一番",
    ],

    "small": ["none","白特","白特","徐熙浩","白特","徐熙浩",
        "白特","徐熙浩","陈继华","陈继华","陈继华","徐熙浩",
        "陈继华","陈继华","白特","白特","白特","白特","白特","白特","白特","白特","徐熙浩","陈继华","白特","陈继华","徐熙浩","none","none"],

    "big": ["none","none","none","惊讶","说话","说话",
        "说话","生气","无表情","无表情","无表情","生气",
        "无表情","无表情","笑2","笑2","笑2","笑2","笑2","笑2","笑2","笑","笑","笑","笑","笑","笑","none","none",
    ],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle",],
};