setTimeout(function() { 
    const loader = document.getElementById('loader');  
    loader.classList.add('active'); 

    setTimeout(function() { 
        loader.style.opacity = 0; 
        setTimeout(function() {  
        loader.style.display = 'none'; 

        const content = document.querySelector('.dialog');  
        content.style.display = 'block'; 

        }, 2000);
    }, 4000);
}, 500);
var c =
{
    "type": 0,

    "nextpage": "../s24/s24.html",

    "steps": 15,

    "name": ["白特","陈继华","旁白","陈继华","旁白","徐熙浩","白特","旁白","徐熙浩","陈继华","白特","陈继华","徐熙浩","张润远","旁白"],

    "texts": ["陈继华，到底是怎么回事？",
        "今早我收到徐熙浩的消息，他说他目前状态稳定，医生说可以暂时出去走走，他就想回来和我们好好道个别。现在应该快到了吧",
        "等待了十多分钟，一个熟悉而又陌生的身影终于出现在了你们的视平线中",
        "喂，徐熙浩，这里这里！",
        "徐熙浩朝你们快步走来，你注意到他身体格外消瘦，面色虽不苍白却也没有活力",
        "好久不见，我可想死你们了",
        "我们也是，欢迎回来",
        "你向徐熙浩介绍了你的女友张润远，两人互相认识了彼此，你又询问他最近的具体情况",
        "还好啦，不像最开始那么严重，现在每天我也会到医院附近转转，只要按时回到医院接受治疗就好了。今天难得医生准许我出远门，所以我一知道就马上过来了",
        "有好转就好，放心，慢慢就会没事的，我们就是你最坚强的后盾你，等我们找到钱以后，保证也带你吃香的喝辣的，你说对吧白特",
        "是是是，但还是要先看看有没有什么东西徐熙浩不能吃再说",
        "哈哈，对，瞧我都忘了这一茬了",
        "谢谢，你们好意我心领了，但一定不要因为我而产生压力，你们能过好我就很满足了",
        "放心吧徐学长，你好好养病，我会帮你盯着他俩，不会让你失望的",
        "你们有说有笑，向徐熙浩分享了这一年的故事和你们今后的打算，很快时间便不多了，徐熙浩要回去接受治疗，你们也不好继续挽留，送他坐上车，直到消失在视野尽头才转身离开",
    ],

    "small": ["白特","陈继华","none","陈继华","none","徐熙浩","白特","none","徐熙浩","陈继华","白特","陈继华","徐熙浩","张润远","none"],

    "big": ["说话","无表情","none","说话","none","说话","笑","none","笑","笑","笑2","说话","笑","微笑","none"],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle",],
};