setTimeout(function() { 
    const loader = document.getElementById('loader');  
    loader.classList.add('active'); 

    setTimeout(function() { 
        loader.style.opacity = 0; 
        setTimeout(function() {  
        loader.style.display = 'none'; 

        const content = document.querySelector('.dialog');  
        content.style.display = 'block'; 

        }, 2000);
    }, 2000);
}, 500);
var c =
{
    "type": 0,

    "nextpage": "./s16-1.html",

    "steps": 16,

    "name": ["张润远","白特","白特","张润远","白特","张润远","白特","张润远","白特","张润远","白特","张润远","白特","张润远","白特","张润远",],

    "texts": ["和你聊天的那个孩子真可怜，对于我们来说很平常的寝室，对于他都那么遥不可及",
        "在那的孩子哪个不是在该上学，该与其他小孩子玩的年纪就被迫待在医院里接受治疗，其他三个还小一点的孩子可能没经历过上学这件事，所以对他们来说可能并不清楚本应是怎样的",
        "但那个小男孩，他已经读过一年级，知道像他这样的小朋友究竟应该过着怎样的生活，所以才不能接受现在的自己吧",
        "所以一来你就注意到他了？你是故意去找他谈话的吧",
        "是啊，因为我那个朋友和他很像，一个一年级结束，另一个大一结束，所以我明白他的内心一定不好受。哦对了，他让我把你的照片发给他，你看可以吗？",
        "这有什么不可以啊？",
        "主要是那些照片没有把你照得特别好看，所以我想问问你，征求你的意见，要是那你不同意我立刻把它们删掉，至于那边就发我的照片吧",
        "没关系的，我只是闹着玩的，小孩子哪有什么坏心思，他想要就发给他吧，不过你必须要给我补偿，小孩子看到我丑的一面没问题，但你不行，作为交换，我得把你的丑照也发给他",
        "我还以为你要我干嘛呢，吓我一跳，没事，我个大老爷们不怕出丑",
        "你人真挺好啊，你身边的朋友一定很受你照顾",
        "那是当然，大家可乐意和我交朋友了，我这人天生的热心肠",
        "那以后要是我有困难，我能找你帮忙吗",
        "有困难就直说，我肯定会帮你的",
        "那这就是说，我们已经是朋友了？",
        "当然了，从我们白天聊天的时候就是了，能和像你这样既优秀又有爱心的女孩子做朋友是我的荣幸",
        "哈哈，也没那么夸张就是了。不过能遇上学长您也是我的荣幸",
    ],

    "small": ["张润远","白特","白特","张润远","白特","张润远","白特","张润远","白特",
        "张润远","白特","张润远","白特","张润远","白特","张润远",
    ],

    "big": ["闭眼","无表情","无表情","说话","无表情","闭眼笑","脸红","微笑","笑2",
        "闭眼笑","笑","说话","说话","微笑","笑2","闭眼笑",
    ],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle","middle",
        "middle","middle","middle","middle",
    ],
};