var c =
{
    "type": 0,

    "nextpage": './s9-5.html',

    "steps": 7,

    "name": ["旁白","旁白","白特（心理）","陈继华","白特","徐熙浩","众人",],

    "texts": ["你拼尽全力，在最后100米冲刺时成功超越了眼前的对手，惊险夺得第三名",
        "当伙伴围过来为你庆祝时，你眼前还稍许有些模糊，你似乎看见远处有一个熟悉的身影，她向你挥了挥手，嘴里似乎在说些什么，随后转过身去消失在你的视野里，眼泪不受控制的从眼角逃出，你露出释怀的笑容",
        "（再见，现在我一样过得很好，希望你也一样。）",
        "嘿，怎么激动得还哭了，哈哈",
        "见笑了，我太兴奋了",
        "这么好的日子，我们一起去庆祝吧",
        "好欸！",
    ],

    "small": ["none","none","白特","陈继华","白特","徐熙浩","none"],

    "big": ["none","none","none","笑","笑","笑","none"],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle",],
};