var c =
{
    "type": 0,

    "nextpage": './s9-5.html',

    "steps": 9,

    "name": ["旁白","旁白","徐熙浩","旁白","白特","众人","白特","徐熙浩","众人"],

    "texts": ["你拼尽全力，但奇迹最终还是没有发生，第五名已是你最后能攀到的最高峰",
        "失落地走到观众席，朋友们在一旁连连安慰鼓励，眼泪止不住地从眼角溢出，一旁的伙伴没有一人能明白你不是在为成绩悲伤",
        "没，没事吧",
        "你连忙擦去眼泪，你不想让朋友们担心，也不想让她看见你现在这副模样",
        "没事，只是太累了啊",
        "切，还以为你怎么了呢",
        "（很抱歉，没能给你一个完美的闭幕式，最终也只能这样灰溜溜地下场了，你的戏剧也要继续下去了吧。）",
        "来，尽管白特没能得奖，但你这份精神大家都佩服，走，我们大家一起去嗨一嗨！",
        "好欸！",
    ],

    "small": ["none","none","徐熙浩","none","白特","none","白特","徐熙浩","none"],

    "big": ["none","none","无表情","none","none","none","none","笑","none"],

    "bigpos": ["middle","middle","middle","middle","middle","middle","middle","middle","middle",],
};